Repository: EtechInc/4789_Sunlight_Leicester
Catalog: Soiled_PLC/Logical/mappView/Resources/Texts/Textsystem.tmx
Source language: en
Languages: de, fr

source: Drive: Insufficient voltage on ACOPOS enable input
de: Antrieb: Nicht genügend Spannung an Aktivierungseingabe des ACOPOS
fr: Entraînement : Tension insuffisante à l,activation de l,ACOPOS

source: Drive: Encoder error
de: Antrieb: Encoderfehler
fr: Entraînement : Erreur d,encodeur

source: Drive: Problem with power supply
de: Antrieb: Problem mit Stromversorgung
fr: Entraînement : Problème d,alimentation

source: Drive: Safety problem
de: Antrieb: Sicherheitsproblem
fr: Entraînement : Problème de sécurité

source: Drive: Problem with holding brake
de: Antrieb: Problem mit Haltebremse
fr: Entraînement : Problème de frein de maintien

source: Drive: No communication
de: Antrieb: Keine Kommunikation
fr: Entraînement : Absence de communication

source: Drive: Drive overload
de: Antrieb: Antriebsüberlast
fr: Entraînement : Surcharge de l,entraînement

source: Drive: Motor overload
de: Antrieb: Motorüberlast
fr: Entraînement : Surcharge du moteur

source: Drive: Warning active on the axis
de: Antrieb: Warnung auf der Achse aktiv
fr: Entraînement : Avertissement actif sur l,axe

source: Recipe save failed
de: Speichern des Rezepts ist fehlgeschlagen
fr: Échec de sauvegarde des recettes

source: Recipe save partially failed
de: Speichern des Rezepts teilweise fehlgeschlagen
fr: Échec partiel de sauvegarde des recettes

source: Recipe load failed
de: Laden des Rezepts ist fehlgeschlagen
fr: Échec de chargement des recettes

source: Error :{#::MainPlc:OpcUaErrorID}
de: Fehler: {#::MainPlc:OpcUaErrorID}
fr: Erreur : {#::MainPlc:OpcUaErrorID}

source: Connection status to Main Plc
de: Verbindungstatus zur Haupt-SPS
fr: État de la connexion à l,API principal

source: Connection status to Webserver
de: Verbindungsstatus zum Webserver
fr: État de la connexion au serveur Web

source: Authorisation Failed
de: Genehmigung ist fehlgeschlagen
fr: Échec d,autorisation

source: Password
de: Passwort
fr: Mot de passe

source: Login Failed
de: Login fehlgeschlagen
fr: Échec de connexion

source: Login Successful
de: Login erfolgreich
fr: Connexion réussie

source: User changed to:
de: User geändert auf:
fr: Changement de l,utilisateur à :

source: Advanced
de: Fortgeschritten
fr: Avancé

source: Motor Diag
de: Motordiagn.
fr: Diag moteur

source: Position Gain
de: Positionszunahme
fr: Gain de position

source: Speed Gain
de: Geschwindigkeitszunahme
fr: Gain de vitesse

source: Safety
de: Sicherheit
fr: Sécurité

source: SK-XCHG
de: SK-ÄNDRG.
fr: SK-REMPL

source: FW-ACKN
de: FW-BESTÄT.
fr: PROG-ACQU

source: CLEAR DATA
de: DATEN LÖSCHEN
fr: EFFACER DONNÉES

source: RESET SafeLOGIC
de: SafeLOGIC NEUSTARTEN
fr: REDÉMARRER SafeLOGIC

source: Set Password
de: Passwort einstellen
fr: Définir le mot de passe

source: UDID High
de: UDID hoch
fr: UDID Haut

source: UDID Low
de: UDID niedrig
fr: UDID Bas

source: Current CRC
de: Aktuelle CRC
fr: CRC actuel

source: Download Application
de: Applikation herunterladen
fr: Télécharger l,application

source: Unlock Application
de: Applikation entsichern
fr: Déverrouiller l,application

source: Cancel
de: Abbrechen
fr: Annuler

source: Read Status
de: Status lesen
fr: Lire l,état

source: 1 module exchange
de: 1 Modul ausgetauscht
fr: 1 module remplacé

source: 2 modules exchanged
de: 2 Module ausgetauscht
fr: 2 modules remplacés

source: 3 modules exchanged
de: 3 Module ausgetauscht
fr: 3 modules remplacés

source: 4 modules exchanged
de: 4 Module ausgetauscht
fr: 4 modules remplacés

source: n modules exchanged
de: n Module ausgetauscht
fr: n modules remplacés

source: Modules Ok
de: Module OK

source: Module Missing
de: Modul fehlt
fr: Module manquant

source: Scanning
de: Scan läuft
fr: Recherche

source: LED Test Active
de: LED-Test aktiv
fr: Test LED Actif

source: Invalid
de: Ungültig
fr: Non valide

source: No Application
de: Keine Applikation
fr: Aucune application

source: Loading
de: wird geladen
fr: Chargement

source: Stop - Safe
de: Stopp - Sicher
fr: Arrêter – Sûr

source: Run - Safe
de: Betrieb - Sicher
fr: Faire fonctionner – Sûr

source: Stop - Debug
de: Stopp - Debug
fr: Arrêter – Déboguer

source: Run - Debug
de: Betrieb - Debug
fr: Faire fonctionner – Déboguer

source: No Execution
de: Keine Ausführung
fr: Aucune exécution

source: SafeKEY Exchange
de: SafeKEY-Austausch
fr: Échange SafeKEY

source: FW Update
de: FW-Aktualisierung
fr: Mise à jour FW

source: Preoperational
de: vorbetrieblich
fr: Préopérationnel

source: Operational
de: betriebsbereit
fr: Opérationnel

source: No Message: Ready
de: Keine Nachricht: Bereit
fr: Aucun message : Prêt

source: Attemping to set password
de: Passworteinstellung wird versucht
fr: Tentative de définition du mot de passe

source: Error: SafePLC is not present
de: Fehler: SafeSPS nicht vorhanden
fr: Erreur : SafePLC n,est pas présent

source: Error: Cannot find application module on PLC
de: Fehler: Kann Applikationsmodul auf SPS nicht finden
fr: Erreur : Impossible de trouver le module d,application sur l,API

source: Error: Wrong version for command structure
de: Fehler: Falsche Version von Befehlsstruktur
fr: Erreur : Version incorrecte de la structure de commande

source: Error: Invalid password length
de: Fehler: Ungültige Passwortlänge
fr: Erreur : Longueur non valide du mot de passe

source: Error: No UDID
de: Fehler: Keine UDID
fr: Erreur : Aucun UDID

source: Error: Memory allocation
de: Fehler: Speicherzuteilung
fr: Erreur : Affectation de la mémore

source: Error: Internal error
de: Fehler: Interner Fehler
fr: Erreur : Erreur interne

source: Error: Connection timeout, maybe SafePLC is restarting after command execution
de: Fehler: Anschluss-Auszeit, vielleicht startet SafeSPS nach Befehlsausführung
fr: Erreur : Délai d,attente de la connexion, il se peut que SafePLC redémarre après l,exécution de la commande

source: Error: Wrong command
de: Fehler: Falscher Befehl
fr: Erreur : Commande incorrecte

source: Error: Wrong data for ENTER command
de: Fehler: Falsche Daten vom EINGABE-Befehl
fr: Erreur : Données incorrectes pour la commande ENTER

source: Error: No password supplied
de: Fehler: Kein Passwort gegeben
fr: Erreur : Aucun mot de passe spécifié

source: Error: No new password supplied
de: Fehler: Neues Passwort bereitgestellt
fr: Erreur : Aucun nouveau mot de passe spécifié

source: Error: Wrong data for STATUS command
de: Fehler: Falsche Daten für STATUS-Befehl
fr: Erreur : Données incorrectes pour la commande STATUS

source: Error: Incorrect length for STATUS data
de: Fehler: Inkorrekte Länge für STATUS-Daten
fr: Erreur : Longueur incorrecte pour les données STATUS

source: Error: No password supplied for download
de: Fehler: Kein Passwort für Download gegeben
fr: Erreur : Aucun mot de passe spécifié pour le téléchargement

source: Error: Protocol version for download
de: Fehler: Protokollversion für Download
fr: Erreur : Version du protocole pour le téléchargement

source: Error:File open
de: Fehler: Datei offen
fr: Erreur : Fichier ouvert

source: Error: File Invalid
de: Fehler: Datei ungültig
fr: Erreur : Fichier non valide

source: Error: File too big
de: Fehler: Datei zu groß
fr: Erreur : Fichier trop important

source: Error: File write
de: Fehler: Dateischreibung
fr: Erreur : Écriture sur un fichier

source: Error: Stream
de: Fehler: Stream
fr: Erreur : Flux de données

source: Error: Checksum
de: Fehler: Prüfsumme
fr: Erreur : Somme de contrôle

source: Error: UDID Does not match
de: Fehler: UDID entspricht nicht
fr: Erreur : UDID Ne concorde pas

source: Error: Wrong file size
de: Fehler: Falsche Dateigröße
fr: Erreur : Taille incorrecte du fichier

source: Error: Password incorrect
de: Fehler: Passwort inkorrekt
fr: Erreur : Mot de passe incorrect

source: Error: File info
de: Fehler: Dateiinfo
fr: Erreur : Informations sur le fichier

source: Error: Unlock read
de: Fehler: Lesen entsichern
fr: Erreur : Déverrouiller la lecture

source: Error: Unlock write
de: Fehler: Schreiben entsichern
fr: Erreur : Déverrouiller l,écriture

source: Error: Static unlock
de: Fehler: Static entsichern
fr: Erreur : Déverrouillage statique

source: Error: Data compare failed
de: Fehler: Datenvergleich fehlgeschlagen
fr: Erreur : Échec de comparaison de données

source: Error: Data type for download
de: Fehler: Dateityp für Download
fr: Erreur : Type de données pour le téléchargement

source: Error Data for download
de: Fehler Daten für Download
fr: Erreur : Données pour le téléchargement

source: Error: Command Server
de: Fehler: Befehlsserver
fr: Erreur : Serveur de commandes

source: Error: Server was not initializied during the startup
de: Fehler: Server wurde während Startup nicht eröffnet
fr: Erreur : Le serveur n,était pas initialisé durant le démarrage

source: Error: Incorrect parameters supplied
de: Fehler: Inkorrekte Parameter bereitgestellt
fr: Erreur : Paramètres incorrects spécifiés

source: Error: Too many unresponded requests in the queue
de: Fehler: Zu viele unbeantwortete Anfragen in der Warteschlange
fr: Erreur : Trop de requêtes sans réponse dans la file d,attente

source: Error: Response buffer to small
de: Fehler: Antwortpuffer zu klein
fr: Erreur : Tampon de réponses trop petit

source: New connection accepted
de: Neuer Anschluss akzeptiert
fr: Nouvelle connexion acceptée

source: The connection has been ended by the client
de: Der Anschluss wurde vom Kunden beendet
fr: Le client a mis fin à la connexion

source: Error: Resources could not be allocated
de: Fehler: Ressourcen konnten nicht zugeteilt werden
fr: Erreur : Les ressources n,ont pu être allouées

source: Error: Request buffer too small
de: Fehler: Anfragepuffer zu klein
fr: Erreur : Tampon de réponses trop petit

source: Error: The module is not supported or does not exist
de: Fehler: Das Modul wird nicht unterstützt oder ist zu klein
fr: Erreur : Le module n,est pas pris en charge ou n,existe pas

source: Error: The module is in use by another client
de: Fehler: Das Modul wird von einem anderen Kunden verwendet
fr: Erreur : Le module est utilisé par un autre client

source: Error: The connection has been ended by the target
de: Fehler: Der Anschluss wurde vom Ziel beendet
fr: Erreur : La cible a mis fin à la connexion

source: Error: Connection to the target has failed
de: Fehler: Anschluss zum Ziel ist fehlgeschlagen
fr: Erreur : Échec de connexion à la cible

source: Error: Opening the device driver
de: Fehler: Gerätetreiber wird geöffnet
fr: Erreur : Ouverture du pilote du dispositif

source: Error: Reading from the device driver
de: Fehler: Lesen vom Gerätetreiber
fr: Erreur : Lecture du pilote du dispositif

source: Error: Writing to the device driver
de: Fehler: Schreiben zum Gerätetreiber
fr: Erreur : Écriture sur le pilote du dispositif

source: Busy
de: in Betrieb
fr: Occupé

source: Do you really want to format the SafeKEY?
de: Möchten Sie den SafeKEY wirklich formatieren?
fr: Voulez-vous vraiment formater le SafeKEY ?

source: Do you really want to acknowledge a new SafeKEY? SafeLOGIC will reboot afterwards.
de: Möchten Sie wirklich einen neuen SafeKEY bestätigen? SafeLOGIC wird danach neu booten.
fr: Voulez-vous vraiment acquitter un nouveau SafeKEY ? SafeLOGIC redémarrera ensuite.

source: Do you really want to acknowledge that 1 module was exchanged?
de: Möchten Sie wirklich bestätigen, dass 1 Modul ausgetauscht wurde?
fr: Voulez-vous vraiment acquitter le remplacement de 1 module ?

source: Do you really want to acknowledge that 2 modules were exchanged?
de: Möchten Sie wirklich bestätigen, dass 2 Module ausgetauscht wurden?
fr: Voulez-vous vraiment acquitter le remplacement de 2 modules ?

source: Do you really want to acknowledge that 3 modules were exchanged?
de: Möchten Sie wirklich bestätigen, dass 3 Module ausgetauscht wurden?
fr: Voulez-vous vraiment acquitter le remplacement de 3 modules ?

source: Do you really want to acknowledge that 4 modules were exchanged?
de: Möchten Sie wirklich bestätigen, dass 4 Module ausgetauscht wurden?
fr: Voulez-vous vraiment acquitter le remplacement de 4 modules ?

source: Do you really want to acknowledge that n modules were exchanged?
de: Möchten Sie wirklich bestätigen, dass n Module ausgetauscht wurden?
fr: Voulez-vous vraiment acquitter le remplacement de n modules ?

source: Do you really want to clear all additional downloaded data?
de: Möchten Sie wirklich bestätigen alle zusätzlichen heruntergeladenen Daten löschen?
fr: Voulez-vous vraiment effacer toutes les données téléchargées supplémentaires ?

source: Do you really want to acknowledge a new firmware? SafeLOGIC will reboot afterwards.
de: Möchten Sie wirklich eine neue Firmware bestätigen? SafeLOGIC wird danach neu booten. SafeLOGIC wird danach neu booten.
fr: Voulez-vous vraiment acquitter un nouveau microprogramme ? SafeLOGIC redémarrera ensuite.

source: Do you really want to restart the SafeLOGIC?
de: Möchten Sie die SafeLOGIC wirklich neu starten?
fr: Voulez-vous vraiment redémarrer le SafeLOGIC ?

source: Do you really want to unlock the application with CRC {#::SafetyUI:visuApplicationCRC}?
de: Möchten Sie wirklich die Applikation mit CRC {#::SafetyUI:visuApplicationCRC} entsichern?
fr: Voulez-vous vraiment déverrouiller l,application avec CRC {#::SafetyUI:visuApplicationCRC} ?

source: Do you really want to unlock the data?If you cancel the process the current data file on the SafeLOGIC is destroyed and you have to download a data file - the SafeLOGIC will reboot afterwards.
de: Möchten die Daten wirklich entsichern? Wenn Sie den Prozess abbrechen, dann wird die aktuelle Datendatei auf der SafeLOGIC zerstört und Sie müssen eine Datendatei herunterladen - die SafeLOGIC wird danach neu booten.
fr: Voulez-vous vraiment déverrouiller les données ? Si vous annulez le processus, le fichier de données actuel sur le SafeLOGIC est détruit et vous devez télécharger un fichier de données – le SafeLOGIC redémarrera ensuite.

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Module Ok
de: Modul OK

source: Safe Module Ok
de: Sicheres Modul OK
fr: Module sûr Ok

source: SI1 - Safety Input 1
de: SI1 - Sicherheitseingabe 1
fr: SI1 – Entrée de sécurité 1

source: SI2 - Safety Input 2
de: SI2 - Sicherheitseingabe 2
fr: SI2 – Entrée de sécurité 2

source: SI0102 - 2 Channel Equivalent Safety Input
de: SI0102 - 2-Kanal-Entsprechung Sicherheitseingabe
fr: SI0102 – Entrée de sécurité équivalente à 2 canaux

source: SI1 - Safe Channel OK
de: SI1 - Sicherer Kanal OK
fr: SI1 – Canal sûr OK

source: SI2 - Safe Channel OK
de: SI2 - Sicherer Kanal OK
fr: SI2 – Canal sûr OK

source: SI0102 - Safe Channel OK
de: SI0102 - Sicherer Kanal OK
fr: SI0102 – Canal sûr OK

source: Encoder Healthy
de: Encoder in Ordnung
fr: Encodeur intègre

source: Axis Safety Healthy
de: Achsensicherheit in Ordnung
fr: Sécurité de l,axe Intègre

source: Axis Safety Operational
de: Achensicherheit betriebsfähig
fr: Sécurité de l,axe Opérationnelle

source: Axis Safety Functions Healthy
de: Achsensicherheitsfunktionen in Ordnung
fr: Sécurité de l,axe Fonctions intègres

source: Parameters
fr: Paramètres

source: Parameter
fr: Paramètre

source: Status
fr: État

source: Start
fr: Démarrer

source: Name
fr: Nom

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: User Name
fr: Nom de l,utilisateur

source: Motor Tuning
fr: Réglage moteur

source: Tuning
fr: Réglage

source: AutoTune
fr: Autoréglage

source: SCAN
fr: RECHERCHE

source: SafeLOGIC ID
fr: ID SafeLOGIC

source: Halt - Debug
fr: Immobiliser – Déboguer

source: Offline
fr: Hors connexion

source: Fail Safe
fr: Sécurité intrinsèque
